Validation_Cases/Backward_facing_step/Fine_SA/system/turbulenceField
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/


turbulenceField1
{
    type        turbulenceFields;
    libs        (fieldFunctionObjects);

    fields       (R devReff);

    log             yes;
    writeControl    writeTime;

}


// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //